Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# LOGIN_WITH_FACE_ID_CUSTOM_PASSCODE_TITLE
source: Log in with Face ID or a custom passcode
de: Mit Face ID oder einem benutzerdefinierten Code anmelden
es: Iniciar sesión con Face ID o un código de acceso personalizado
fr: S'authentifier avec Face ID ou un code personnalisé
it: Accedi con Face ID o un codice personalizzato
ja: Face IDまたはカスタムパスコードでログイン
ko: Face ID 또는 사용자 지정 암호로 로그인
pt_br: Faça login com o Face ID ou com um código de acesso personalizado
pt_pt: Inicie sessão com o Face ID ou com um código de acesso personalizado
ru: Войти с помощью Face ID или собственного пароля
uk: Увійдіть за допомогою Face ID або власного пароля
zh_hans: 使用面容 ID 或自定义密码登录

# LOGIN_WITH_FACE_ID_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Face ID or your device's passcode.
de: Mit dieser Option können Sie Olvid mit Face ID oder dem Gerätepasscode schützen.
es: Esta opción te permite proteger Olvid usando Face ID o el código de acceso de tu dispositivo.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Face ID ou au code d’accès de votre appareil.
it: Questa opzione permette di proteggere Olvid con Face ID o il codice di sblocco del tuo dispositivo.
ja: このオプションを使用すると、Face IDまたはデバイスのパスコードでOlvidを保護できます。
ko: 이 옵션을 사용하면 Face ID 또는 장치 암호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite que você proteja o Olvid usando o Face ID ou o código de acesso do seu dispositivo.
pt_pt: Esta opção permite proteger o Olvid com o Face ID ou o código de acesso do seu dispositivo.
ru: Эта опция позволяет защитить Olvid с помощью Face ID или пароля вашего устройства.
uk: Ця опція дозволяє захистити Olvid за допомогою Face ID або пароля вашого пристрою.
zh_hans: 此选项允许您使用面容 ID 或设备的密码来保护 Olvid。

# LOGIN_WITH_FACE_ID_SYSTEM_PASSCODE_TITLE
source: Log in with Face ID or your device's passcode
de: Mit Face ID oder dem Gerätepasscode anmelden
es: Iniciar sesión con Face ID o el código de acceso de tu dispositivo
fr: S'authentifier avec Face ID ou le code d’accès de votre appareil
it: Accedi con Face ID o il codice del tuo dispositivo
ja: Face IDまたはデバイスのパスコードでログイン
ko: Face ID 또는 기기 암호로 로그인
pt_br: Faça login com o Face ID ou com o código de acesso do seu dispositivo
pt_pt: Inicie sessão com o Face ID ou o código de acesso do seu dispositivo
ru: Войти с помощью Face ID или пароля вашего устройства
uk: Увійдіть за допомогою Face ID або пароля вашого пристрою
zh_hans: 使用面容 ID 或设备密码登录

# LOGIN_WITH_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using your device's passcode.
de: Mit dieser Option können Sie Olvid mit dem Gerätepasscode Ihres Geräts schützen.
es: Esta opción te permite proteger Olvid usando el código de acceso de tu dispositivo.
fr: Cette option vous permet de protéger l'accès à Olvid grâce au code d’accès de votre appareil.
it: Questa opzione ti permette di proteggere Olvid utilizzando il codice di accesso del tuo dispositivo.
ja: このオプションを使用すると、デバイスのパスコードでOlvidを保護できます。
ko: 이 옵션을 사용하면 기기의 암호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite que você proteja o Olvid usando o código de acesso do seu dispositivo.
pt_pt: Esta opção permite proteger o Olvid utilizando o código de acesso do seu dispositivo.
ru: Эта опция позволяет защитить Olvid, используя код-пароль вашего устройства.
uk: Ця опція дозволяє захистити Olvid за допомогою пароля вашого пристрою.
zh_hans: 此选项允许您使用设备的密码来保护 Olvid。

# LOGIN_WITH_SYSTEM_PASSCODE_TITLE
source: Log in with your device's passcode
de: Mit dem Geräte-Passcode anmelden
es: Iniciar sesión con el código de acceso de tu dispositivo
fr: S'authentifier avec le code d’accès de votre appareil
it: Accedi con il codice di sblocco del tuo dispositivo
ja: デバイスのパスコードでログイン
ko: 기기 암호로 로그인
pt_br: Faça login com o código de acesso do seu dispositivo
pt_pt: Inicie sessão com o código de acesso do seu dispositivo
ru: Войти с помощью пароля устройства
uk: Увійдіть за допомогою пароля вашого пристрою
zh_hans: 使用设备密码登录

# LOGIN_WITH_TOUCH_ID_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID or a custom passcode.
de: Mit dieser Option können Sie Olvid mit Touch ID oder einem benutzerdefinierten Passcode schützen.
es: Esta opción te permite proteger Olvid usando Touch ID o un código de acceso personalizado.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Touch ID ou au code personnalisé.
it: Questa opzione ti permette di proteggere Olvid con Touch ID o un codice di accesso personalizzato.
ja: このオプションを使用すると、Touch IDまたはカスタムパスコードでOlvidを保護できます。
ko: 이 옵션을 사용하면 Touch ID 또는 사용자 지정 비밀번호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite que você proteja o Olvid usando o Touch ID ou um código de acesso personalizado.
pt_pt: Esta opção permite proteger o Olvid com o Touch ID ou com um código de acesso personalizado.
ru: Этот параметр позволяет защитить Olvid с помощью Touch ID или собственного пароля.
uk: Ця опція дозволяє захистити Olvid за допомогою Touch ID або власного пароля.
zh_hans: 此选项允许您使用触控 ID 或自定义密码来保护 Olvid。

# LOGIN_WITH_TOUCH_ID_CUSTOM_PASSCODE_TITLE
source: Log in with Touch ID or a custom passcode
de: Mit Touch ID oder einem benutzerdefinierten Code anmelden
es: Iniciar sesión con Touch ID o un código de acceso personalizado
fr: S'authentifier avec Touch ID ou un code personnalisé
it: Accedi con Touch ID o un codice personalizzato
ja: Touch IDまたはカスタムパスコードでログイン
ko: Touch ID 또는 사용자 지정 암호로 로그인
pt_br: Faça login com o Touch ID ou com uma senha personalizada
pt_pt: Inicie sessão com o Touch ID ou com um código de acesso personalizado
ru: Войти с помощью Touch ID или пользовательского пароля
uk: Увійдіть за допомогою Touch ID або власного пароля
zh_hans: 使用触控 ID 或自定义密码登录

# LOGIN_WITH_TOUCH_ID_FACE_ID_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID, Face ID, or a custom passcode.
de: Mit dieser Option können Sie Olvid mit Touch ID, Face ID oder einem benutzerdefinierten Code schützen.
es: Esta opción te permite proteger Olvid usando Touch ID, Face ID o un código de acceso personalizado.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Touch/Face ID ou au code personnalisé.
it: Questa opzione ti permette di proteggere Olvid con Touch ID, Face ID o un codice di accesso personalizzato.
ja: このオプションを使用すると、Touch ID、Face ID、またはカスタムパスコードを使用してOlvidを保護できます。
ko: 이 옵션을 사용하면 Touch ID, Face ID 또는 사용자 지정 암호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite proteger o Olvid usando Touch ID, Face ID ou uma senha personalizada.
pt_pt: Esta opção permite proteger o Olvid com Touch ID, Face ID ou uma senha personalizada.
ru: Этот параметр позволяет защитить Olvid с помощью Touch ID, Face ID или собственного пароля.
uk: Ця опція дозволяє захистити Olvid за допомогою Touch ID, Face ID або власного пароля.
zh_hans: 此选项允许您使用 Touch ID、Face ID 或自定义密码来保护 Olvid。

# LOGIN_WITH_TOUCH_ID_FACE_ID_CUSTOM_PASSCODE_TITLE
source: Log in with Touch ID, Face ID, or a custom passcode
de: Mit Touch ID, Face ID oder einem benutzerdefinierten Code anmelden
es: Iniciar sesión con Touch ID, Face ID o un código de acceso personalizado
fr: S'authentifier avec Touch ID, Face ID ou un code personnalisé
it: Accedi con Touch ID, Face ID o un codice di accesso personalizzato
ja: Touch ID、Face ID、またはカスタムパスコードでログイン
ko: Touch ID, Face ID 또는 사용자 지정 비밀번호로 로그인하세요.
pt_br: Faça login com Touch ID, Face ID ou uma senha personalizada
pt_pt: Inicie sessão com Touch ID, Face ID ou um código de acesso personalizado
ru: Войти с помощью Touch ID, Face ID или собственного пароля
uk: Увійти за допомогою Touch ID, Face ID або власного пароля
zh_hans: 使用触控 ID、面容 ID 或自定义密码登录

# LOGIN_WITH_TOUCH_ID_FACE_ID_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID, Face ID, or your device's passcode.
de: Mit dieser Option können Sie Olvid mit Touch ID, Face ID oder dem Gerätepasscode schützen.
es: Esta opción te permite proteger Olvid usando Touch ID, Face ID o el código de acceso de tu dispositivo.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Face ID, Touch ID ou au code d’accès de votre appareil.
it: Questa opzione consente di proteggere Olvid utilizzando Touch ID, Face ID o il codice di sblocco del tuo dispositivo.
ja: このオプションを使用すると、Touch ID、Face ID、またはデバイスのパスコードを使用してOlvidを保護できます。
ko: 이 옵션을 사용하면 Touch ID, Face ID 또는 기기의 암호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite que você proteja o Olvid usando o Touch ID, o Face ID ou o código de acesso do seu dispositivo.
pt_pt: Esta opção permite que proteja o Olvid usando o Touch ID, o Face ID ou o código de acesso do seu dispositivo.
ru: Эта опция позволяет защитить Olvid с помощью Touch ID, Face ID или пароля вашего устройства.
uk: Ця опція дозволяє захистити Olvid за допомогою Touch ID, Face ID або пароля вашого пристрою.
zh_hans: 此选项允许您使用 Touch ID、Face ID 或设备的密码来保护 Olvid。

# LOGIN_WITH_TOUCH_ID_FACE_ID_SYSTEM_PASSCODE_TITLE
source: Log in with Touch ID, Face ID, or your device's passcode
de: Mit Touch ID, Face ID oder dem Gerätepasscode anmelden
es: Iniciar sesión con Touch ID, Face ID o el código de acceso de tu dispositivo
fr: S'authentifier avec Touch ID, Face ID ou le code d’accès de votre appareil
it: Accedi con Touch ID, Face ID o il codice di sblocco del tuo dispositivo
ja: Touch ID、Face ID、またはデバイスのパスコードでログイン
ko: Touch ID, Face ID 또는 장치 비밀번호로 로그인하세요.
pt_br: Faça login com o Touch ID, Face ID ou o código de acesso do seu dispositivo
pt_pt: Inicie sessão com o Touch ID, Face ID ou o código de acesso do seu dispositivo
ru: Войти с помощью Touch ID, Face ID или пароля устройства
uk: Увійдіть за допомогою Touch ID, Face ID або пароля вашого пристрою
zh_hans: 使用触控 ID、面容 ID 或设备的密码登录

# LOGIN_WITH_TOUCH_ID_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID or your device's passcode.
de: Mit dieser Option können Sie Olvid mit Touch ID oder dem Gerätepasscode schützen.
es: Esta opción te permite proteger Olvid usando Touch ID o el código de acceso de tu dispositivo.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Touch ID ou au code d’accès de votre appareil.
it: Questa opzione permette di proteggere Olvid con Touch ID o il codice di accesso del tuo dispositivo.
ja: このオプションを使用すると、Touch IDまたはデバイスのパスコードを使用してOlvidを保護できます。
ko: 이 옵션을 사용하면 Touch ID 또는 장치의 암호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite que você proteja o Olvid usando o Touch ID ou o código de acesso do seu dispositivo.
pt_pt: Esta opção permite proteger o Olvid com o Touch ID ou o código de acesso do seu dispositivo.
ru: Этот параметр позволяет защитить Olvid с помощью Touch ID или пароля вашего устройства.
uk: Ця опція дозволяє захистити Olvid за допомогою Touch ID або пароля вашого пристрою.
zh_hans: 此选项允许您使用触控 ID 或设备的密码来保护 Olvid。

# LOGIN_WITH_TOUCH_ID_SYSTEM_PASSCODE_TITLE
source: Log in with Touch ID or your device's passcode
de: Mit Touch ID oder dem Gerätepasscode anmelden
es: Iniciar sesión con Touch ID o el código de acceso de tu dispositivo
fr: S'authentifier avec Touch ID ou le code d’accès de votre appareil
it: Accedi con Touch ID o il codice del tuo dispositivo
ja: Touch IDまたはデバイスのパスコードでログイン
ko: Touch ID 또는 장치 암호를 사용하여 로그인하세요
pt_br: Faça login com o Touch ID ou o código de acesso do seu dispositivo
pt_pt: Inicie sessão com o Touch ID ou o código de acesso do seu dispositivo
ru: Войти с помощью Touch ID или пароля устройства
uk: Увійдіть за допомогою Touch ID або пароля вашого пристрою
zh_hans: 使用 Touch ID 或设备密码登录

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
pt_pt: Mais tarde
ru: Позже
uk: Пізніше
zh_hans: 稍后

source: Latest export: %@
de: Letzter Export: %@
es: Última exportación: %@
fr: Dernier export: %@
it: Ultimo esportazione: %@
ja: 最新のエクスポート日時：%@
ko: 최신 내보내기: %@
pt_br: Última exportação: %@
pt_pt: Última exportação: %@
ru: Последний экспорт: %@
uk: Останній експорт: %@
zh_hans: 最新导出：%@

source: Latest upload: %@
de: Neueste Datei: %@
es: Última subida: %@
fr: Dernier téléchargement : %@
it: Ultimo caricamento: %@
ja: 最新のアップロード: %@
ko: 최신 업로드: %@
pt_br: Último envio: %@
pt_pt: Último ficheiro enviado: %@
ru: Последняя загрузка: %@
uk: Останнє завантаження: %@
zh_hans: 最新上传：%@

source: Leave group
de: Gruppe verlassen
es: Salir del grupo
fr: Quitter le groupe
it: Lascia gruppo
ja: グループから退出
ko: 그룹 나가기
pt_br: Sair do grupo
pt_pt: Sair do grupo
ru: Покинуть группу
uk: Покинути групу
zh_hans: 退出群组

source: Left Tone
de: Linkston
es: Tono Izquierdo
it: Tono di Uscita
ja: 左側のトーン
ko: 왼쪽 음색
pt_br: Tom Esquerdo
pt_pt: Tom para o lado esquerdo
ru: Левый тон
uk: Лівий тон
zh_hans: 左声道

source: Loading
de: Laden...
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중
pt_br: Carregando
pt_pt: A carregar
ru: Загрузка
uk: Завантаження
zh_hans: 加载中

source: macOS upgrade required
de: macOS-Upgrade erforderlich
es: Se requiere actualizar macOS
fr: Mise à jour de macOS nécessaire
it: Aggiornamento macOS richiesto
ja: macOSのバージョンアップが必要です
ko: macOS 업그레이드가 필요합니다
pt_br: É necessária uma atualização do macOS
pt_pt: É necessária uma atualização do macOS
ru: Требуется обновление macOS
uk: Потрібне оновлення macOS
zh_hans: 需要升级 macOS

# MANUAL_BACKUP_EXPLANATION_FOOTER
source: Allows to export an encrypted backup of your contacts, groups, and settings (messages and attachments are not backuped). You can either share it (email it, save it to Files,...) or upload it directely to iCloud. Do not worry, this backup is encrypted 😇.
de: Ermöglicht die Erstellung eines verschlüsselten Backups Ihrer Kontakte, Gruppen und Einstellungen (Nachrichten und Anhänge werden nicht gesichert). Sie können dieses Backup entweder teilen (per E-Mail versenden, in Dateien speichern,...) oder direkt in iCloud hochladen. Keine Sorge, dieses Backup ist verschlüsselt 🔒.
es: Permite exportar una copia de seguridad encriptada de tus contactos, grupos y ajustes (los mensajes y archivos adjuntos no se respaldan). Puedes compartirla (por correo electrónico, guardarla en Archivos,...) o subirla directamente a iCloud. No te preocupes, esta copia de seguridad está encriptada 🔒.
fr: Permet d'exporter une sauvegarde chiffrée de vos contacts, groupes et paramètres (les messages et pièces jointes ne sont pas sauvegardés). Vous pouvez la partager (l'envoyer par mail, la sauvegarder dans Fichiers, etc.) ou la sauvegarder directement vers iCloud. Ne vous en faites pas, cette sauvegarde est chiffrée 😇.
it: Permette di esportare un backup crittografato dei tuoi contatti, gruppi e impostazioni (messaggi e allegati non vengono salvati). Puoi condividerlo (inviarlo via email, salvarlo su File,...) oppure caricarlo direttamente su iCloud. Non preoccuparti, questo backup è crittografato 🔒.
ja: この機能を使用すると、連絡先、グループ、設定の暗号化されたバックアップをエクスポートできます（メッセージと添付ファイルはバックアップされません）。エクスポートしたバックアップは、共有（メール送信、ファイルに保存など）したり、iCloudに直接アップロードしたりできます。ご安心ください。このバックアップは暗号化されています😇。
ko: 연락처, 그룹 및 설정을 암호화하여 백업할 수 있습니다(메시지와 첨부 파일은 백업되지 않음). 이 백업 파일을 공유하거나(이메일로 보내거나, 파일에 저장하거나...) iCloud에 직접 업로드할 수 있습니다. 걱정하지 마세요. 이 백업 파일은 암호화되어 있습니다.
pt_br: Permite exportar um backup criptografado dos seus contatos, grupos e configurações (mensagens e anexos não são incluídos no backup). Você pode compartilhá-lo (enviá-lo por e-mail, salvá-lo no Arquivos...) ou enviá-lo diretamente para o iCloud. Não se preocupe, este backup é criptografado 🔒.
pt_pt: Permite exportar uma cópia de segurança encriptada dos seus contactos, grupos e definições (as mensagens e anexos não são guardados). Pode partilhá-la (enviá-la por e-mail, guardá-la nos Ficheiros, etc.) ou carregá-la diretamente para o iCloud. Não se preocupe, esta cópia de segurança está encriptada 🔒.
ru: Позволяет экспортировать зашифрованную резервную копию ваших контактов, групп и настроек (сообщения и вложения не резервируются). Вы можете поделиться ею (отправить по электронной почте, сохранить в «Файлы» и т. д.) или загрузить ее непосредственно в iCloud. Не беспокойтесь, эта резервная копия зашифрована 🔒.
uk: Дозволяє експортувати зашифровану резервну копію ваших контактів, груп і налаштувань (повідомлення та вкладення не резервуються). Ви можете поділитися нею (надіслати електронною поштою, зберегти у Файли тощо) або завантажити її безпосередньо в iCloud. Не хвилюйтеся, ця резервна копія зашифрована 🔒.
zh_hans: 允许您导出包含您的联系人、群组和设置的加密备份（消息和附件不包含在备份中）。您可以选择共享备份（通过电子邮件发送、保存到“文件”等），或直接上传到 iCloud。请放心，此备份是加密的 😇。

# MANUAL_BACKUP_TITLE
source: Manual backup
de: Manuelles Backup
es: Copia de seguridad manual
fr: Sauvegarde manuelle
it: Backup manuale
ja: 手動バックアップ
ko: 수동 백업
pt_br: Backup manual
pt_pt: Cópia de segurança manual
ru: Ручное резервное копирование
uk: Ручне резервне копіювання
zh_hans: 手动备份

source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letta
ja: 既読にする
ko: 읽음으로 표시
pt_br: Marcar como lido
pt_pt: Marcar como lido
ru: Пометить как прочитанное
uk: Позначити як прочитане
zh_hans: 标记为已读

# MAX_AVG_BITRATE
source: Max. average bitrate
de: Max. durchschnittliche Bitrate
es: Tasa de bits media máx.
fr: Débit moyen maximal
it: Bitrate medio massimo
ja: 最大平均ビットレート
ko: 최대 평균 비트 전송률
pt_br: Taxa de bits média máxima
pt_pt: Taxa de bits média máxima
ru: Макс. средняя битрейт
uk: Макс. середній бітрейт
zh_hans: 最大平均比特率

# MAX_OTHER_PARTICIPANT_COUNT_FOR_VIDEO_CALL_EXCEEDED
source: Sorry, the maximum number of participants for this video call has been reached. It is currently limited to two additional participants.
de: Es tut uns leid, die maximale Teilnehmerzahl für diesen Videoanruf wurde erreicht. Derzeit ist die Anzahl auf zwei zusätzliche Teilnehmer begrenzt.
es: Lo sentimos, se ha alcanzado el número máximo de participantes para esta videollamada. Actualmente está limitado a dos participantes adicionales.
fr: Désolé, le nombre maximum de participants pour cet appel vidéo a été atteint. Il est actuellement limité à deux autres participants.
it: Ci dispiace, il numero massimo di partecipanti per questa videochiamata è stato raggiunto. Attualmente è limitato a due partecipanti aggiuntivi.
ja: 申し訳ありませんが、このビデオ通話に参加できる人数が上限に達しました。現在、追加できるのは2人までです。
ko: 죄송합니다. 이 비디오 통화에 참여할 수 있는 최대 인원수를 초과했습니다. 현재는 2명까지만 추가로 참여할 수 있습니다.
pt_br: Desculpe, o número máximo de participantes para esta chamada de vídeo foi atingido. Atualmente, o limite é de dois participantes adicionais.
pt_pt: Desculpe, o número máximo de participantes para esta videochamada foi atingido. Atualmente, está limitado a dois participantes adicionais.
ru: К сожалению, максимальное количество участников для этого видеозвонка достигнуто. В настоящее время оно ограничено двумя дополнительными участниками.
uk: Вибачте, досягнуто максимальну кількість учасників для цього відеодзвінка. Наразі обмеження становить двох додаткових учасників.
zh_hans: 抱歉，此视频通话已达到最大参与者人数上限。目前最多只能添加两位参与者。

# MESSAGE_INFO
source: Message informations
de: Nachrichteninformationen
es: Información del mensaje
fr: Informations sur le message
it: Informazioni messaggio
ja: メッセージ情報
ko: 메시지 정보
pt_br: Informações da mensagem
pt_pt: Informações da mensagem
ru: Информация о сообщении
uk: Інформація про повідомлення
zh_hans: 消息详情

source: Message status
de: Nachrichtenstatus
es: Estado del mensaje
fr: Statut du message
it: Stato del messaggio
ja: メッセージのステータス
ko: 메시지 상태
pt_br: Status da mensagem
pt_pt: Estado da mensagem
ru: Статус сообщения
uk: Статус повідомлення
zh_hans: 消息状态

source: Minimum recommended version
de: Mindestempfohlene Version
es: Versión mínima recomendada
fr: Version minimale recommandée
it: Versione minima consigliata
ja: 推奨される最小バージョン
ko: 권장되는 최소 버전
pt_br: Versão mínima recomendada
pt_pt: Versão mínima recomendada
ru: Минимальная рекомендуемая версия
uk: Мінімальна рекомендована версія
zh_hans: 建议的最低版本

source: Minimum supported version
de: Mindestunterstützte Version
es: Versión mínima compatible
fr: Version minimale prise en charge
it: Versione minima supportata
ja: 最小サポートバージョン
ko: 최소 지원 버전
pt_br: Versão mínima suportada
pt_pt: Versão mínima suportada
ru: Минимальная поддерживаемая версия
uk: Мінімальна підтримувана версія
zh_hans: 最低支持版本

# MISSING_CHANNEL_FOR_CALL_MESSAGE_%@
source: You will be able to call %@ once a secure channel is established with them. Please try again later.
de: Sie können %@ anrufen, sobald eine sichere Verbindung mit dieser Person hergestellt wurde. Bitte versuchen Sie es später erneut.
es: Podrás llamar a %@ una vez que se haya establecido un canal seguro con esa persona. Por favor, inténtalo de nuevo más tarde.
fr: Vous pourrez appeler %@ dès que le canal sécurisé sera établi. Veuillez essayer à nouveau plus tard.
it: Potrai chiamare %@ una volta stabilita una connessione sicura con lui/lei. Riprova più tardi.
ja: 相手との安全な通信回線が確立されれば、%@に電話をかけることができます。しばらくしてから再度お試しください。
ko: 상대방과의 보안 연결이 설정되면 %@에게 전화를 걸 수 있습니다. 잠시 후 다시 시도해 주세요.
pt_br: Você poderá ligar para %@ assim que um canal de comunicação seguro for estabelecido. Por favor, tente novamente mais tarde.
pt_pt: Poderá efetuar chamadas para %@ assim que for estabelecido um canal de comunicação seguro com o contacto. Por favor, tente novamente mais tarde.
ru: Вы сможете позвонить %@, как только с ним будет установлено безопасное соединение. Пожалуйста, попробуйте еще раз позже.
uk: Ви зможете зателефонувати %@, коли буде встановлено безпечний канал зв’язку з цією особою. Будь ласка, спробуйте ще раз пізніше.
zh_hans: 在与对方建立安全连接后，您就可以拨打 %@ 了。请稍后再试。

# MISSING_CHANNEL_FOR_CALL_TITLE_%@
source: %@ cannot be called yet
de: %@ kann noch nicht angerufen werden
es: %@ aún no se puede llamar
fr: %@ ne peut pas encore être appelé
it: %@ non può essere chiamato ancora
ja: %@ にはまだ電話をかけることはできません
ko: %@는 아직 사용할 수 없습니다
pt_br: %@ ainda não pode ser chamado
pt_pt: %@ ainda não pode ser chamado
ru: %@ пока не может быть вызван
uk: %@ ще не можна викликати
zh_hans: %@ 暂时无法呼叫

# MODIFIED_SHARED_SETTINGS_CONFIRMATION_MESSAGE
source: You have modified the message settings for this discussion. Do you want to update these settings for you and all other discussion participants, or do you want to discard your changes?
de: Sie haben die Nachrichteneinstellungen für diesen Chat geändert. Möchten Sie diese Einstellungen für Sie und alle anderen Teilnehmer dieses Chats aktualisieren oder Ihre Änderungen verwerfen?
es: Has modificado la configuración del mensaje para esta conversación. ¿Quieres actualizar esta configuración para ti y todos los demás participantes de la conversación, o quieres descartar tus cambios?
fr: Vous avez modifié les paramètres partagés de cette discussion. Voulez-vous mettre à jour ces paramètres pour vous et tous les participants à la discussion, ou préférez-vous supprimer vos modifications ?
it: Hai modificato le impostazioni dei messaggi per questa conversazione. Vuoi aggiornare queste impostazioni per te e per tutti gli altri partecipanti alla conversazione, oppure vuoi scartare le modifiche?
ja: このチャットのメッセージ設定を変更しました。 あなたと他のすべてのチャット参加者に対して、これらの設定を更新しますか？それとも、変更を破棄しますか？
ko: 이 대화에 대한 메시지 설정을 변경했습니다. 이 설정을 본인과 다른 모든 대화 참여자에게 적용하여 업데이트하시겠습니까, 아니면 변경 사항을 취소하시겠습니까?
pt_br: Você modificou as configurações de mensagem para esta conversa. Deseja atualizar essas configurações para você e todos os outros participantes da conversa, ou deseja descartar suas alterações?
pt_pt: Alteraste as definições de mensagens para esta conversa. Queres atualizar estas definições para ti e para todos os outros participantes da conversa, ou queres descartar as tuas alterações?
ru: Вы изменили настройки сообщений для этой беседы. Хотите ли вы применить эти настройки и к себе, и ко всем остальным участникам беседы, или отказаться от изменений?
uk: Ви змінили налаштування повідомлень для цієї розмови. Чи бажаєте ви оновити ці налаштування для себе та всіх інших учасників розмови, чи відкинути ваші зміни?
zh_hans: 您已修改了此对话的消息设置。 您想将这些设置更新到您和其他所有对话参与者，还是想放弃您的更改？
